JW.ns("KM");

KM.Locale.Manual = "Андроиды вышли из под контроля и захватили все GDD\n" +
            "города, кроме Москвы. И только русские матрешки\n" +
            "могут исправить андроидов и спасти праздник!\n \n" +
            "- Освободите все GDD города -\n" +
            "- Не позвольте андроидам захватить все GDD города -\n \n" +
            "Кликните, чтобы продолжить...";
KM.Locale.EndTurn = "Конец хода";
KM.Locale.Restart = "Заново";
KM.Locale.MatreshkaLevel = "Матрешка ${level} уровня";
KM.Locale.AndroidLevel = "Андроид ${level} уровня";
