JW.ns("KM");

KM.Locale["ru"] = {
    ID: "ru",
    Manual: "Андроиды вышли из под контроля и захватили все GDD\n" +
            "города, кроме Москвы. И только русские матрешки\n" +
            "могут исправить андроидов и спасти праздник!\n—\n" +
            "Освободите все GDD города \n" +
            "Не позвольте андроидам захватить все GDD города\n—\n" +
            "Кликните, чтобы продолжить...",
    EndTurn: "Конец хода",
    Restart: "Заново",
    MatreshkaLevel: "Матрешка ${level} уровня",
    AndroidLevel: "Андроид ${level} уровня",
    Title: "Матрешки против андроидов"
}
