JW.ns("KM");

KM.Locale["ru"] = {
    ID: "ru",
    Manual: "Андроиды вышли из под контроля и захватили все GDD\n" +
            "города, кроме Москвы. И только русские матрешки\n" +
            "могут исправить андроидов и спасти праздник!\n—\n" +
            "Освободите все GDD города \n" +
            "Не позвольте андроидам захватить все GDD города\n—\n" +
            "Кликните, чтобы продолжить...",
    EndTurn: "Конец хода",
    Restart: "Заново",
    MatreshkaLevel: "Матрешка ${level} уровня",
    AndroidLevel: "Андроид ${level} уровня",
    Title: "Матрешки против андроидов",
    LetsShakeIt: "Играй, родимая!",
    
    BearJokes: [
        "Моя любимая! ${author} - ${song}",
        "${author} написал это специально для вас - ${song}!",
        "Эта песня была хитом в 2009! ${author} - ${song}",
        "Альбом с этой песней заслужил платину! ${author} - ${song}",
        "${author} просит выше руки - ${song}!",
        "Эту песню сам Бог написал и передал чумовейшему в мире композитору - ${author}'у. ${song}!",
        "Давай подвигай попой! ${author} - ${song}",
        "Тот, кто опоздает на дискотеку, будет танцевать объяснительную. ${author} - ${song}",
        "Сегодня в этом зале кто-то должен танцевать. Если не вы, то я. ${author} - ${song}"
    ]
}
