JW.ns("KM");

KM.Locale["ru"] = {
    ID: "ru",
    Manual: "Андроиды вышли из под контроля и захватили все GDD\n" +
            "города, кроме Москвы. И только русские матрешки\n" +
            "могут исправить андроидов и спасти праздник!\n—\n" +
            "Освободите все GDD города \n" +
            "Не позвольте андроидам захватить все GDD города\n—\n" +
            "Кликните, чтобы продолжить...",
    EndTurn: "Конец хода",
    Restart: "Заново",
    MatreshkaLevel: "Матрешка ${level} уровня",
    AndroidLevel: "Андроид ${level} уровня",
    Title: "Матрешки против андроидов",
    GiveUp: "Сдаюсь!",
    LetsShakeIt: "Играй, родимая!",
    BadBrowser: "Рекомендованный браузер: Mozilla Firefox 5 или Google Chrome. Внимание! Некоторые возможности в текущем браузере могут быть отключены.",
    
    BearJokes: [
        "Моя любимая! ${author} - ${song}",
        "${author} написал это специально для вас - ${song}!",
        "Эта песня была хитом в 2009! ${author} - ${song}",
        "Альбом с этой песней заслужил платину! ${author} - ${song}",
        "${author} просит выше руки - ${song}!",
        "Давай подвигай попой! ${author} - ${song}",
        "Тот, кто опоздает на дискотеку, будет танцевать объяснительную. ${author} - ${song}",
        "Сегодня в этом зале кто-то должен танцевать. Если не вы, то я. ${author} - ${song}",

        "Без музыки жизнь была бы ошибкой. ${author} - ${song}",
        "Киты выбрасываются на берег, чтобы послушать. ${author} - ${song}",
        "Бывших фанатов ${author}'а не бывает - ${song}!",
        "Эта песня, как счёт в швейцарском банке, - на все времена. ${author} - ${song}",
        "Если вы думаете, что знаете ${author}'а, послушайте это - ${song}!",
        "${author}. Именно у него я учился музыке. ${song}!",
        "Не совершенство, конечно, но шедевр! ${author} - ${song}",
        "Остальное - шум. Слушая ${author} - ${song}",
        "Всемирно известный вам ${author} - С ${song}"
    ]
}
